acpi
adwaita-qt4
alsa-utils
asciiquarium
autoconf
automake
bison
bspwm
compton
evince
fakeroot
fatrat-git
feh
firefox
flex
font-mathematica
gettext
go
google-chrome
gtk-theme-arc-git
heroku-toolbelt
htop
i3lock
intel-ucode
iputils
jfsutils
licenses
logrotate
lvm2
lxappearance
make
man-db
man-pages
markdown
masterpdfeditor
mbpfan-git
mdadm
mpv
nano
neovim
netctl-eduroam
nitrogen
noto-fonts-cjk
noto-fonts-emoji
openssh
otf-fira-mono
otf-font-awesome
otf-overpass
pacaur
paper-icon-theme
patch
pavucontrol
pcmciautils
pkg-config
polybar
pommed-light
postgresql
powertop
pulseaudio-ctl
qt5-3d
qt5-canvas3d
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-examples
qt5-gamepad
qt5-imageformats
qt5-networkauth
qt5-quickcontrols
qt5-quickcontrols2
qt5-script
qt5-scxml
qt5-serialbus
qt5-speech
qt5-translations
qt5-virtualkeyboard
qt5-wayland
qt5-websockets
qt5-webview
reiserfsprogs
rofi
rxvt-unicode
screenfetch
sl
spotify
terminus-font
thunar
tlp
tmux
ttf-ancient-fonts
ttf-emojione-color
ttf-monaco
ttf-vista-fonts
twmn-git
ufw
unrar
unzip
vi
vim
virtualbox
visual-studio-code
wget
which
xbindkeys
xdotool
xfsprogs
xorg-server
xorg-xinit
xorg-xinput
zsh
